/* Status message shown while cancelling search. */
"Cancelling search..." = "Suche abbrechen ...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to DBLP..." = "Mit DBLP verbunden...";

/* Status message shown when plugin is connecting to the service */
"Connecting with DBLP..." = "Mit DBLP verbinden...";

/* Error message when query can't be created */
"Could not create query from searchfield input." = "Abfrage konnte aus der Eingabe des Suchfeldes nicht erstellt werden.";

/* Status message shown after all metadata has been retrieved */
"Done." = "Fertig.";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "Metadaten abrufen...";

/* Status message shown while fetching the metadata for the specified tokens */
"Fetching meta data for token %d of %d..." = "Metadaten für Suchwort %d von %d abrufen...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching paper %d of %d..." = "Artikel %d von %d abrufen...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching papers..." = "Artikel abrufen...";

/* Status message shown when no results were found for the query */
"No papers found." = "Keine Artikel gefunden.";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "Bitte stellen Sie sicher, dass Sie eine korrekte Abfrage gestellt haben.";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "Bitte versuchen Sie es später nochmals.";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "Bitte versuchen Sie es erneut.";

/* Localized name of the service */
"DBLP" = "DBLP";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable." = "Dienst zeitweise nicht verfügbar.";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
